
<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>The Offspring</title>
</head>

<body>
	<h1>The Offspring</h1>
	<p><b>The Offspring</b> es una banda de <i>punk rock</i> estadounidense, formada en <i>Huntington Beach.</i></p>
	<p>Actualmente esta integrada por <cite>Dexter Holland</cite>, <cite>Noodles</cite>, <cite>Todd Morse</cite>, <cite>Pete Parada</cite>.</p>

	<hgroup>
		<h2>Historia</h2>
			<p>Los comienzos fueron dif&iacute;ciles. Como no ten&iacute;an una discogr&aacute;fia que les respaldase, en 1987, para su primer sencillo, tubieron que pagar de su bolsillo los gastos de la publicaci&oacute;on y apenas llegaron a las mil copias.</p>
		<h3>Primer album</h3>
			<figure>
				<img src="img/the_offspring.jpg" height="300" width="300" />
				<figcaption>The Offspring - The Offspring <i>(primer album)</i></figcaption>
			</figure>
			<p>Pero en 1989 la suerte cambi&oacute; para ellos. Tras varios rechazos, la firma Nemesis una peque&ntilde;a discorgr&aacute;fica especializada en grupos punk les acept&oacute; la publicaci&oacute;n de su primer &aacute;lbum: <em>'The Offspring'</em>. Aunque no ganaron dinero, la publicaci&oacute;n del disco les atud&oacute; a darse conocer e introducirse en la movida punk de California.</p>
		<h3>Ignition</h3>
			<p>En 1992, a bordo de la <cite>Epitaph Records</cite>, <b>The Offspring</b> edita su segundo disco, <em>'Ignition'</em>, con doce temas al m&aacute;s puro estilo punk.</p>
			<figure>
				<img src="img/ignition.jpg" height="300" width="300"/>
				<figcaption>The Offpring - Ignition</figcaption>
			</figure>
		<h3>Smash</h3>
			<p>En 1994 publican <em>'Smash'</em>, el disco independiente m&aacute;s vendido de todos los tiempos y que les dio a conocer en todo el mundo. Juntoa este &eacute;xito, vino tambi&eacute;n el de su video promocional del tema <cite>'Como out and Play'</cite>, que estuvo muchas semanas en las pantallas de la MTV. Del disco <i>'Smash'</i> llegaron a venderse m&aacute;s de 8 millones de copias s&oacute;lo en Estados Unidos.</p>
			<figure>
				<img src="img/smash.jpg" height="300" width="300" />
				<figcaption>The Offspring - Smash</figcaption>
			</figure>
		<h3>Ixnay on the Hombre & Americana</h3>
			<p>En 1997 firmaron contrato con la <em>Columbia Records</em> que enfureci&oacute; a sus fans, que consideraban que la banda se hab&iacute;a vendido a una gran discogr&aacute;fica. Fruto de ese contrato fueron dos trabajos titulados <cite>'Ixnay on the Hombre'</cite> y <cite>'Americana'</cite>, con el que renovaron &eacute;xitos en todo el mundo y que les vali&oacute; una gira mundial que les llev&oacute; incluso a tocar en el concierto <cite>Woostock'99</cite>.</p>
			<figure>
				<img src="img/ixnay_of_the_hombre.jpg" height="300" width="300" />
				<figcaption>The Offspring - Ixnay on the Hombre</figcaption>
				<img src="img/americana.jpg" height="300" width="300"/>
				<figcaption>The Offspring - Americana</figcaption>
			</figure>
	</hgroup>




</body>
</html>
